{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "93cba07454f06a4a960172bbd6e2a435": {
            "text": "Da"
        },
        "bafd7322c6e97d25b6299b5d6fe8920b": {
            "text": "Ne"
        },
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Za polja URL-a preporučuje se formatiranje teksta \"HTML Entity Encoder\"."
        },
        "7a51839f06248c613d3b07007f4fc05d": {
            "text": "Ako će se ovaj URL koristiti za bilo koji izlaz, toplo se preporučuje da odaberete \"HTML Entity Encoder\" za \"Text Formatters\" na kartici Detalji."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Dopustiti relativne\/lokalne URL-ove bez \"http:\/\/\" na početku?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Lokalni\/relativni URL-ovi su oni bez sheme i domene."
        },
        "00b2e08d975238a3563e783aa19811fd": {
            "text": "Dopustiti internacionalizirane nazive domena (IDN-ove)?"
        },
        "05e7ec04e65f559e191ad8a7c4a02b03": {
            "text": "Kada je omogućeno, dopušteni su nazivi domena koji nisu ASCII."
        },
        "e8e4b5ed6eb1c0a268c7587be6ca66e7": {
            "text": "Dopustiti jednostruke\/dvostruke navodnike u URL-ovima?"
        },
        "1b6f57a9eab52d70bc2fff5321da54fb": {
            "text": "Kada je omogućeno, trebali biste biti apsolutno sigurni da su takvi URL-ovi entitetski kodirani kada se koriste u označavanju."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Dodati korijensku stazu web-lokacije ispred lokalnih\/relativnih URL-ova?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Ova će opcija automatski dodati korijenski put web-mjesta ispred svih URL-ova koji počinju kosom crtom, poput \/some\/path\/. Ovo je korisno ako vaša web lokacija radi iz poddirektorija jer nećete morati uključiti taj poddirektorij u URL-ove koje unesete u ovo polje. Ako kasnije premjestite svoje web mjesto u korijen domene (ili neki drugi poddirektorij), nećete morati brinuti o krivim URL-ovima. Kad je ova opcija omogućena, uvijek unesite URL-ove kao da se web-mjesto pokreće iz korijena domene, bez obzira pokreće li se iz poddirektorija ili ne. Naravno, ovo je primjenjivo samo ako ste odabrali 'Da' za dopuštanje lokalnih\/relativnih URL-ova u gornjem polju. Programeri također mogu imati na umu da se ova opcija primjenjuje samo kada je izlazno formatiranje stranice uključeno."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Osigurava da se URL-ovi ne pokvare prilikom premještanja stranice iz poddirektorija u korijen (najčešći primjer)."
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Polje koje pohranjuje URL"
        }
    }
}